Repository: tuxwerk/collective.tablepage
Catalog: collective/tablepage/locales/*/LC_MESSAGES/collective.tablepage.po
Languages: de, fi, it

source: ${count} rows deleted
de: ${count} Zeilen gelöscht
fi: ${count} rivi(ä) poistettu
it: ${count} righe eliminate

source: ... always display
de: Immer anzeigen
fi: näytä aina
it: ... mostra sempre

source: ... only on page view
de: Nur bei Seitenansicht
fi: vain esitettäessä
it: ... solo nella vista della pagina

source: ... only when editing table
de: Nur beim Bearbeiten
fi: vain muokattaessa
it: ... solo in modifica della tabella

source: A page with an editable table
de: Eine Seite mit Tabelle
fi: Muokattava taulukkosivu
it: Una pagina con una tabella modificabile

source: Add
de: Hinzufügen
fi: Lisää
it: Aggiungi

source: Add a new content type, that contains an editable table
de: Neuen Inhalt mit bearbeitbarer Tabelle hinzufügen
fi: Lisää uusi muokattava taulukkosivu
it: Aggiunge un nuovo tipo di contenuto, che contiene una tabella modificabile

source: Add above
de: Oberhalb hinzufügen
fi: Lisää yläpuolelle
it: Aggiungi sopra

source: Add another
de: Weitere hinzufügen
fi: Lisää toinen
it: Aggiungi un altro

source: Add new label above
de: Eine neue Zwischenüberschrift hinzufügen
fi: Lisää otsake yläpuolelle
it: Aggiungi nuova etichetta sopra

source: Add new label above that row
de: Eine neue Zwischenüberschrift oberhalb dieser Zeile hinzufügen
fi: Lisää otsake rivin yläpuolelle
it: Aggiungi una nuova etichetta sopra questa riga

source: Add new row
de: Eine neue Zeile hinzufügen
fi: Lisää rivi
it: Aggiungi una nuova riga

source: Add new row above this
de: Eine neue Zeile oberhalb hinzufügen
fi: Lisää rivi yläpuolelle
it: Aggiunga nuova riga sopra

source: Add new row below
de: Eine neue Zeile unterhalb hinzufügen
fi: Lisää rivi alapuolelle
it: Aggiunga nuova riga sotto

source: Add new row below this
de: Eine neue Zeile unterhalb hinzufügen
fi: Lisää rivi alapuolelle
it: Aggiungi una nuova riga sotto questa

source: Additional features
de: Extra Features
fi: Lisätoimintoja
it: Funzionalità aggiuntive

source: At the beginning
de: Am Anfang
fi: Alussa
it: All'inizio

source: At the end
de: Am Ende
fi: Lopussa
it: Alla fine

source: Attachment storage
de: Speicherort für Anhänge
fi: Liitteiden tallennussäilö
it: Contenitore allegati

source: Back to table editing
de: Zurück zur Tabellenbearbeitung
fi: Takaisin taulukon muokkaukseen
it: Torna alla modifica della tabella

source: CSS classes
de: CSS Klassen

source: CSS classes to be applied to the table. This list is taken from available TinyMCE style for tables.
de: CSS Klassen, die auf die Tabelle angewandt werden.

source: Column
de: Spalte
fi: Sarake
it: Colonna

source: Column configuration
de: Konfiguration der Spalte
fi: Sarakkeen asetukset
it: Configurazione colonna

source: Column description
de: Beschreibung
fi: Sarakkeen kuvaus
it: Descrizione colonna

source: Column id
de: Eindeutige ID
fi: Sarakkeen tunniste
it: Id colonna

source: Column label
de: Spalten Überschrift
fi: Sarakkeen otsake
it: Etichetta colonna

source: Columns
de: Spalten
fi: Sarakkeet
it: Colonne

source: Computed
de: Berechnet
fi: Ohjelmallinen
it: Calcolato

source: Criteria for adding new rows
de: Kriterien für neue Zeilen
fi: Rivien lisäyskohta
it: Criterio di inserimento nuove righe

source: Date
de: Datum
fi: Päivä
it: Data

source: Date/Time
de: Datum/Zeit
fi: Päivä/Aika
it: Data/Ora

source: Delete rows
de: Zeilen löschen
fi: Poista rivejä
it: Elimina righe

source: Delete selected rows
de: Markierte Zeilen löschen
fi: Poista valitut rivit
it: Elimina le righe selezionate

source: Delete selection
de: Auswahl aufheben
fi: Poista valitut
it: Cancella selezione

source: Download as CSV
de: Daten als CSV herunterladen
fi: Vie CSV-muodossa
it: Scarica come CSV

source: Download data in CSV format
de: Daten als CSV herunterladen
fi: Vie taulukko CSV-tiedostoksi
it: Scarica i dati in formato CSV

source: Edit label
de: Zwischenüberschrift bearbeiten
fi: Muokkaa otsaketta
it: Modifica etichetta

source: Edit row
de: Zeile bearbeiten
fi: Muokkaa riviä
it: Modifica riga

source: Edit table data
de: Inhalt der Tabelle bearbeiten
fi: Muokkaa taulukon tietoja
it: Modifica i dati della tabella

source: File
de: Datei
fi: Tiedosto

source: Files
de: Dateien
fi: Tiedostot
it: Più file

source: Fill data of this table's row
de: Daten deser Zeile befüllen
fi: Syötä haluamasi tiedot rivin kenttiin
it: Compila i dati di questa riga della tabella

source: Filter results
de: Daten filtern
fi: Suodata tulokset
it: Filtra risultati

source: From
de: Ab
fi: Alkaen
it: Dal

source: Internal link
de: Interner Verweis
fi: Sisäinen linkki
it: Collegamento interno

source: Label
de: Zwischenüberschrift
fi: Otsake
it: Etichetta

source: Label added
de: Zwischenüberschrift hinzugefügt
fi: Otsake lisätty
it: Etichetta aggiunta

source: Label changed
de: Zwischenüberschrift geändert
fi: Otsake muutettu
it: Etichetta modificata

source: Label has been saved
de: Zwischenüberschrift gespeichert
fi: Otsake on tallennettu
it: L'etichetta è stata salvata

source: Label is required
de: Zwischenüberschrift muss ausgefüllt werden
fi: Otsake vaaditaan
it: L'etichetta è richiesta

source: Look for duplicated record
de: Duplikate suchen
fi: Etsi rivin kaksoiskappaleita
it: Cerca record duplicati

source: Max number of rows
de: Maximale Anzahl von Zeilen
fi: Rivien enimmäismäärä
it: Massimo numero di righe

source: Monetary
de: Währung
fi: Valuutta
it: Monetario

source: Move after
de: Nach unten
fi: Siirrä jälkeen
it: Muovi dopo

source: Move before
de: Nach oben
fi: Siirrä ennen
it: Muovi prima

source: Move row down
de: Nach unten verschieben
fi: Siirrä riviä alas
it: Muovi riga giù

source: Move row up
de: Nach oben verschieben
fi: Siirrä riviä ylös
it: Muovi riga su

source: Multiple tables
de: Mehrere Tabellen
fi: Useita taulukkoja
it: Tabelle multiple

source: New label
de: Neue Zwischenüberschrift
fi: Uusi otsake
it: Nuova etichetta

source: New row
de: Neue Zeile
fi: Uusi rivi
it: Nuova riga

source: No rows
de: Keine Zeilen
fi: Ei rivejä
it: Nessuna riga

source: Numeric
de: Numerisch
fi: Numeerinen
it: Numerico

source: Page with Table
de: Seite mit Tabelle
fi: Taulukkosivu
it: Pagina con Tabella

source: Please enter a number in a proper format, for example: 1234.56
de: Bitte eine Zahl angeben, z.B. 1234,56
fi: Syötä oikein muotoiltu numero, esim. 1234.56
it: Prego, inserisci un numero in un formato adatto, per esempio: 1234.56

source: Provide label
de: Zwischenüberschrift angeben
fi: Syötä otsake
it: Fornisci un'etichetta

source: Refresh catalog
de: Seite aktualisieren
fi: Päivitä hakuluettelo
it: Aggiorna catalogo

source: Remove
de: Entfernen
fi: Poista
it: Rimuovi

source: Remove row
de: Zeile entfernen
fi: Poista rivi
it: Elimina riga

source: Row added
de: Zeile hinzugefügt
fi: Rivi lisätty
it: Riga aggiunta

source: Row changed
de: Zeile geändert
fi: Rivi muutettu
it: Riga cambiata

source: Row deleted
de: Zeile gelöscht
fi: Rivi poistettu
it: Riga eliminata

source: Row has been moved
de: Zeile verschoben
fi: Rivi siirretty
it: La riga è stata spostata

source: Row has been saved
de: Zeile gespeichert
fi: Rivi tallennettu
it: La riga è stata salvata

source: Row moved
de: Zeile verschoben
fi: Rivi siirretty
it: Riga mossa

source: Seach in table
de: In der Tabelle suchen
fi: Hae talukosta
it: Cerca nella tabella

source: Search configuration
de: Konfiguration der Suche
fi: Hakuasetukset
it: Configurazioni della ricerca

source: Search in text
de: Im Text suchen
fi: Hae tekstistä
it: Cerca nel testo

source: Select
de: Auswahl
fi: Valinta
it: Selezione

source: Select an existing document
de: Ein Dokument suchen
fi: Valitse olemassaoleva dokumentti
it: Seleziona un documento esistente

source: Select existing documents
de: Dokumente suchen
fi: Valitse olemassaolevista dokumenteista
it: Seleziona documenti esistenti

source: Select/unselect all
de: Alle / keine auswählen
fi: Valitse / poista kaikki
it: Seleziona/deseleziona tutti

source: Show download link for data
de: Download-Link für Tabellen-Daten anzeigen
fi: Näytä tietojen latauslinkki
it: Mostra link per scaricati i dati

source: Show headers
de: Spaltenüberschriften anzeigen
fi: Näytä otsakkeet
it: Mostra intestazioni

source: Show stored data in multiple tables
de: Gespeicherte Inhalte in mehreren Tabellen anzeigen
fi: Esitä tallennetut tiedot useissa taulukoissa
it: Mostra i dati salvati usando varie tabelle

source: Show table headers when...
de: Spaltenüberschriften anzeigen wenn ...
fi: Sarakeotsakkeiden näyttöasetukset
it: Mostra le intestazioni della tabella quando...

source: Single value search
de: Nach einem Wert suchen
fi: Yksinkertainen haku
it: Ricerca singolo valore

source: String
de: Textzeile
fi: Tekstirivi
it: Stringa

source: Table caption
de: Tabellen-Legende
fi: Taulukon otsikko
it: Didascalia tabella

source: This will update cache of every rows while update data saved in catalog
de: Damit werden die Tabellen-Daten im Katalog aktualisiert
fi: Päivittää jokaisen rivin välimuistin ja päivittää hakuluettelon
it: Questo aggiornerà la cache di tutte le righe e i dati salvati nel catalogo

source: To
de: Bis
fi: Päättyen
it: Al

source: Type of data
de: Typ
fi: Tietojen tyyppi
it: Tipo di dato

source: Upload
de: Hochladen
fi: Tuo
it: Carica

source: Upload a new document
de: Ein neues Dokument hochladen
fi: Tuo uusi dokumentti
it: Carica un nuovo documento

source: Upload data from CSV
de: Daten aus CSV-Datei hochladen
fi: Tuo tiedot CSV-tiedostosta
it: Carica dati da CSV

source: Upload data with CSV
de: Daten aus CSV-Datei hochladen
fi: Tuo taulukko CSV-tiedostosta
it: Carica dati con CSV

source: Upload...
de: Hochladen...
fi: Lataa...
it: Carica...

source: Use in full text search
de: In Voll-Text Suche aufnehmen
fi: Käytä tekstihaussa
it: Usa nella ricerca full-text

source: Validate data
de: Daten validieren
fi: Tarkista tiedot
it: Valida i dati

source: attachmentStorage_help
de: Einen Ordner auswählen, in dem Benutzer Anhänge für bestimmte Spalten benutzen können. Benutzer können Schreibrechte auf den Ordner haben, wenn nicht, dürfen sie nur existierende Anhänge auswählen. Falls nichts angegeben wird, wird der aktuelle Ordner benutzt.
fi: Kansio johon tiedosto(t) -sarakkeiden tiedostot tallennetaan. Jos kansiota ei valita, käytetään samaa kansiota jossa tämä taulukkosivu on. Jos käyttäjällä ei ole oikeuksia lisätä sisältöä kansioon, ainoastaan kansiossa jo olevien tiedostojen lisääminen taulukkoon on mahdollista.
it: Seleziona la cartella dove gli utenti potranno caricare allegati per le colonne di tipo simil-allegato (se ve ne sono). Gli utenti devono avere i diritti di caricare contenuti in questa cartella; se no, saranno solo in grado di selezionare elementi già esistenti. Se non fornita, sarà usata la cartella contenente questo documento.

source: bad_configured_search_cols
de: Es sind Spalten als durchsuchbar angegeben ($cols), aber keine Indexe wurden im Plone-Katalog (tablepage_catalog) gefunden. Diese werden für die Suche benötigt.
fi: Hakutoiminto on määritelty kattamaan sarakkeet $cols mutta niitä vastaavia indeksejä ei löyty taulukkosivujen hakuluettelosta. Hakutoiminto ohittaa nämä sarakkeet.
it: Ci sono colonne ($cols) definite come ricercabili ma nessun indice con lo stesso nome è stato trovato nel tool tablepage_catalog. Il form di ricerca non le utilizzerà.

source: count_rows_added
de: ${count} Zeilen hinzugefügt
fi: ${count} riviä lisätty
it: ${count} righe aggiunte

source: csv_upload_headers_help
de: Spaltenüberschriften müssen gleich den IDs in der Tabellen-Konfiguration sein (Mögliche Werte: ${cols}).
fi: CSV-tiedoston otsakkeiden tulee vastata taulukon sarakkeita (${cols}).
it: Le intestazioni devono essere uguali agli id usati nella configurazione (i valori attualmente possibili sono: ${cols}).

source: csv_upload_help
de: Die CSV-Datei muss Spaltenüberschriften enthalten.
fi: CSV-tiedoston tulee sisältää otsakerivi.
it: Il CSV DEVE contenere una riga di intestazione.

source: csv_upload_noheaders_help
de: Die Spalten-Konfiguration ist leer und wird aus der hochgeladenen Datei erstellt.
fi: Taulukolle ei ole vielä määritelty sarakkeita, joten ne asetetaan tuodun tiedoston mukaan.
it: Dato che nessuna configurazione delle colonne è al momento disponibile, una configurazione di base verrà dedotta dal file caricato.

source: description_edit_table_view
de: Zeilen in der Tabelle hinzufügen, bearbeiten oder löschen
fi: Lisää, muokkaa tai poista taulukon rivejä ja otsakkeita
it: Aggiungi, Modifica o Elimina righe della tabella principale di questo contenuto

source: duplicate_file_critical_error
de: Der Ordner enthält bereits eine Datei namens '${name}'. Das Hochladen wurde abgebrochen.
fi: Liitetiedoston tuominen peruttiin: kansiossa on jo samanniminen (${name}) tiedosto.
it: Esiste già un elemento chiamato ${name} in questa cartella. Il caricamento dell'allegato è stato annullato.

source: duplicate_file_error
de: Der Ordner enthält bereits eine Datei namens '${name}'. Das Hochladen wurde abgebrochen.
fi: Kansiossa on jo ${name} -niminen tiedosto. Liitetiedoston tuominen peruttu.
it: Esiste già un elemento chiamato ${name} in questa cartella. Il caricamento del nuovo allegato è stato annullato.

source: duplicate_file_error_with_link
de: Der Ordner enthält bereits eine Datei namens '${name}'. Das Hochladen wurde abgebrochen und eine Referenz auf diese Datei wurde erstellt.
fi: Liitetiedoston tuominen peruttu ja kansiossa jo oleva samanniminen (${name}) tiedosto liitetty sen sijaan.
it: Esiste già un elemento chiamato ${name} in questa cartella. Il caricamento del nuovo allegato è stato annullato ed è stato creato un riferimento al file esistente.

source: error_enforce_vocabulary
de: Das Feld '$name' muss den vorgegenen Werten entsprechen
fi: Annettu sarakkeen "$name" arvo ei ole sallittu.
it: Il campo "$name" non rispetta nessuno dei valori del vocabolario

source: error_field_not_email
de: Das Feld '$name' ist keine gültige E-Mail-Adresse
fi: Annettu sarakkeen "$name" arvo ei ole kelvollinen sähköpostiosoite.
it: Il campo "$name" non è in un formato e-mail valido

source: error_field_not_number
de: Der Wert '$value' ist nicht numerisch
fi: Arvo "$value" ei ole numero
it: Il valore "$value" non è numerico

source: error_field_required
de: Das Feld '$name' ist ein Pflichfeld
fi: Sarakkeen "$name" arvo on pakollinen tieto.
it: Il campo "$name" è obbligatorio

source: error_field_unique
de: Der Wert '$value' ist bereits in der Tabellen-Spalte '$name' enthalten
fi: Arvo "$value" on jo sarakkeessa "$name"
it: Il valore "$value" è già presente nella colonna "$name"

source: error_row_count_dont_match
de: Überspringe Zeile '$line'. $lrow Spalten anstatt $lheaders gefunden
fi: Ohitettiin rivi $line: löydettiin sarakkeet $lrow sarakkeiden $lheaders sijaan
it: Salto la riga $line. Trovate $lrow colonne invece di $lheaders

source: help_batchSize
de: Maximale Anzahl der auf einer Seite angezeigten Zeilen. '0' um die Anzeige aller Zeilen auf einer Seite zu erzwingen.
fi: Aseta suurin kerralla näytettävien rivien määrä. Taulukon kasvaessa asetetun määrän yli, se ryhmitellään useille sivuille.Koko taulukko voidaan pakottaa näkymään aina kerralla asettamalla arvoksi nolla (ei suositella suurille tai monimutkaisille taulukoille).
it: Inserire il massimo numero di righe da visualizzare per una singola pagina. Quando questo limite è raggiunto verrà mostrata una sezione per la navigazione della paginazione. Usa 0 per disabilitare la paginazione (NON consigliato per tabelle molto grandi o in presenza di colonne molto complesse).

source: help_download_enabled
de: Einen Download-Link für SCV-Daten der Tabelle anzeigen
fi: Näytä taulukon tiedot sisältävän CSV-tiedoston latauslinkki
it: Mostra un link per scaricare i dati contenuti nella tabella in formato CSV

source: help_external_link
de: Einen Verweis zu einer externen Website angeben. Wird ignoriert, wenn unten 'Interner Verweis' benutzt wird.
fi: Aseta ulkoisen verkkoresurssin linkki, paitsi jos käytät "sisäinen linkki" -toimintoa (alla)
it: Fornisci un link ad una risorsa conosciuta. Questa verrà ignorata se userai il "Link interno" qui sotto

source: help_insertType
de: Kriterien zum Anlegen einer neuen Zeile.
fi: Uuden rivin lisäysasetukset.
it: Criterio di inserimento nuova riga. Scegli se aggiungere la riga alla fine del gruppo (in coda) o all'inizio (in testa).

source: help_internal_link
de: Verweis zu einem internen Dokument.
fi: Ylläolevan ulkoisen linkkitoiminnon sijaan voit antaa sisäisen linkin jota käytetään sen sijaan.
it: In alternativa a "URL" qui sopra puoi fornire un link ad un documento interno. Questo sovrascriverà un qualunque URL assoluto usato.

source: help_look_for_duplicate
de: Prüfe vor dem Hinzufügen einer Zeile auf Duplikate.
fi: Ohita rivin lisääminen mikäli taulukko sisältää jo täsmälleen samat tiedot sisältävän rivin.
it: Prima di aggiungere una riga, controlla se esiste già una riga con ESATTAMENTE gli stessi dati. In questo caso: saltala.

source: help_new_file
de: Eine neue Datei hinzufügen.
fi: Tuo uusi sivustolle tiedostoksi lisättävä sisältö.
it: Fornisci un nuovo documento. Verrà creato un nuovo contenuto File.

source: help_pageColumns
de: Spalten-Definitionen der Tabelle
fi: Taulukon sarakkeiden määrittely
it: Definizione delle righe dentro alla tabella

source: help_searchConfig
de: Konfiguration der Suche. TODO
fi: Hakutoiminnon asetukset
it: Fornisce le configurazioni per la ricerca nella tabella. Si prega di notare che questa sezione non caricherà i dati "live" dal campo "Colonne". Se è stato modificato qualcosa nelle configurazioni della colonna durante questa sessione di salvataggio DOVRETE salvare per poi tornare qui in seguito.

source: help_searchConfig_description
de: Eine Beschreibung für das Such-Feld
fi: Hakutoiminnon kuvaus
it: Una descrizione da usare nel form di ricerca

source: help_searchConfig_id
de: Die Spalte über die gesucht wird.
fi: Sarake jonka haluat sisällyttää hakutoimintoon. Järjestys on merkitsevä.
it: La colonna su cui vuoi attivare la ricerca. L'ordine conta.

source: help_searchConfig_label
de: Das Label für das Suchfeld. Voreingestellt ist die Spaltenüberschrift.
fi: Hakutoiminnon otsake. Oletusarvoisesti otsakkeena käytetään sarakkeen otsaketta.
it: L'etichetta da usare nel form di ricerca. Il valore predefinito è preso dall'etichetta della colonna.

source: help_select_file
de: Eine vorhandene Datei aus dem Ordner '${storage}' auswählen
fi: Voit valita kansiossa ${storage} olevista tiedostoista.
it: Puoi selezionare un File esistente dalla cartella ${storage}

source: help_select_multiple_files
de: Mehrere Dateien aus dem Ordner '${storage}' auswählen
fi: Voit myös valita kansiossa ${storage} olevista tiedostoista
it: Puoi anche selezionare file esistenti dalla cartella ${storage}

source: help_select_multiple_files_current_selection
de: Aktuelle Auswahl
fi: Tämänhetkinen valinta
it: Selezione corrente

source: help_select_multiple_files_possibile_selection
de: Andere Dateien
fi: Muut käytettävissä olevat tiedostot
it: Altri file disponibili

source: help_table_caption
de: Optionale Legende der Tabellen-Inhalte
fi: Taulukon sisällön yhteenveto (valinnainen)
it: Sommario opzionale dei contenuti della tabella

source: help_validate
de: Spalten während des Imports prüfen. Ungültige Spalten werden verworfen, fehlende Pflichtfelder verwerfen die ganze Zeile.
fi: Käytä tuodessa taulukon sarakkeille (mahdollisesti) asetettuja rajoituksia: väärän muotoisia tietoja ei tuoda ja pakollisiksi asetettujen sarakkeiden puuttuessa koko rivi ohitetaan.
it: Esegui le validazioni delle colonne (se presenti) all'importazione: i dati invalidi saranno scartati mentre l'assenza di campi obbligatori farà scartare l'intero record.

source: label_form_help
de: Eine Überschrift für die Tabellen-Sektion angeben
fi: Anna kuvaus tälle taulukon osan rajaukselle
it: Fornisci una descrizione per questa sezione della tabella

source: label_text_after
de: Text nach der Tabelle
fi: Taulukon jälkeinen teksti
it: Testo dopo la tabella

source: label_text_before
de: Text vor der Tabelle
fi: Taulukkoa edeltävä teksti
it: Testo prima della tabella

source: no_attachment_storage_access
de: Sie haben keine Leserechte für den Datei-Ordner und können keine Anhänge auswählen.
fi: Käyttäjätunnuksellasi ei ole oikeuksia käyttää valittua tiedostojen tallennuskansiota. Valitusta kansiosta ei voida liittää tiedostoja.
it: Sembra che tu non abbia i permessi per accedere al repositori dei file. Non puoi caricare nessun file dalla cartella configurata.

source: options_column_description
de: Weitere Optionen
fi: Muita sarakekohtaisia asetuksia
it: Altre opzioni che puoi attivare sulla colonna

source: pagecolumn_validation_error_duplicated_id
de: ID "${col_name}" ist bereits vergeben
fi: Tunniste "${col_name}" on jo käytetty
it: L'id "${col_name}" è duplicato

source: pagecolumn_validation_error_id_format
de: Ungültige ID '${col_name}'. Bitte verwenden Sie keine Sonderzeichen.
it: Valore non valido: "${col_name}". "Id Colonna" non deve contenere caratteri speciali

source: pagecolumn_validation_error_id_invalid
de: ID enthält einen reservierten Bezeichner.
fi: Sarake "${col_name}" ei kelpaa. Käytetty tunnisteen arvo on varattu
it: Una valore riservato è stato utilizzato per "id"

source: reindex_performed_message
de: $count Zeilen wurden aktualisiert
fi: $count rivi(ä) päivitetty
it: $count righe sono state aggiornate

source: row_options_required
de: Pflichtfeld
fi: Pakollinen
it: Obbligatorio

source: row_options_unique
de: Eindeutig
fi: Yksilöivä
it: Unico

source: search_additional_configuration
de: Weitere Optionen
fi: Muita hakutoimintoon liittyviä asetuksia
it: Altre opzioni che puoi attivare sulla ricerca

source: searchconfig_validation_error_duplicated_id
de: Die Spalte '${col_name}' ist bereits in Benutzung
fi: Taulukossa on jo sarake "${col_name}"
it: La colonna "${col_name}" è già stata usata

source: vocabulary_column_description
de: Wird für manche Spalten-Typen benötigt. Für 'Auswahl' bitte einen Wert pro Zeile, für 'Berechnet' einen TALES-Ausdruck eintragen.
fi: Valintatyyppisen sarakkeen tapauksessa syötä valittavissa olevat vaihtoehdot (yksi per rivi). Ohjelmallisen saraketyypin tapauksessa syötä suoritettava sarakkeen arvon tuottava TALES-ohjelmalauseke.
it: Utilizzato da alcuni tipi di colonne. Per il tipo "Selezione": usato per la definizione del vocabolario (un elemento per riga). Per il tipo "Calcolato": scrivi qui l'espressione TALES.

source: warn_duplicate
de: Zeile ${line_number} verworfen, da doppelter Eintrag gefunden
fi: Riviä ${line_number} ei lisätty: havaittiin tietojen kaksoiskappaleita
it: La riga ${line_number} non è stata aggiunta perché vi sono stati trovati dati duplicati

source: warn_invalid_cell
de: Zeile $line, Spalte $cell: ungültiger Wert gefunden
fi: Tiedot rivillä $line, sarakkeessa $cell ohitettiin: tiedot eivät vastaa sarakkeelle asetettuja rajoituksia
it: Riga $line, cella $cell: non posso importare i dati per una controllo di validazione fallito

source: warn_invalid_row
de: Zeile $line verworfen, da ein Pflichtfeld Leer war
fi: Riviä $line ei tuotu: pakollinen sarake (tai useampi) puuttuu
it: La riga $line non può essere importata perché mancano dati obbligatori

source: Email
fi: Sähköposti

source: Link
fi: Linkki
it: Collegamento

source: Text
fi: Teksti
it: Testo
